export const data = [
    {
        desc: "אשמח לקבל עזרה בהסעה של הילדים לגינות כלבים כדי שיוכלו להתחבר יותר",
        type: "משאבים",
        field: "חינוך",
        id: 0
    },
    {
        desc: "אשמח לקבל עזרה בהסעה של הילדים לגינות כלבים כדי שיוכלו להתחבר יותר",
        type: "משאבים",
        field: "חינוך",
        id: 1, 
    },
    {
        desc: "אשמח לקבל עזרה בהסעה של הילדים לגינות כלבים כדי שיוכלו להתחבר יותר",
        type: "משאבים",
        field: "חינוך",
        id: 2
    }
];